{
    "/intents/what.time.will.it.be.intent": [
        "when is it {offset} minutes from now",
        "when is it {offset} minutes in {location}",
        "when is it {offset} minutes from now in {location}",
        "when is it {offset} hours from now",
        "when is it {offset} hours in {location}",
        "when is it {offset} seconds from now",
        "when is it {offset} seconds in {location}",
        "when is it {offset} seconds from now in {location}",
        "when is it {offset} minutes",
        "when is it {offset} hours",
        "when is it {offset} hours from now in {location}",
        "when is it {offset} seconds",
        "when is it {offset} minutes from now",
        "when is it {offset} minutes in {location}",
        "when is it {offset} minutes from now in {location}",
        "when is it {offset} hours from now",
        "when is it {offset} hours in {location}",
        "when is it {offset} seconds from now",
        "when is it {offset} seconds in {location}",
        "when is it {offset} seconds from now in {location}",
        "when is it {offset} minutes",
        "when is it {offset} hours",
        "when is it {offset} hours from now",
        "when is it {offset} seconds",
        "when will it be {offset} minutes from now",
        "when will it be {offset} minutes in {location}",
        "when will it be {offset} minutes from now in {location}",
        "when will it be {offset} hours from now",
        "when will it be {offset} hours in {location}",
        "when will it be {offset} seconds from now",
        "when will it be {offset} seconds in {location}",
        "when will it be {offset} seconds from now in {location}",
        "when will it be {offset} minutes",
        "when will it be {offset} hours",
        "when will it be {offset} hours from now",
        "when will it be {offset} seconds",
        "what time will it be in {offset} minutes",
        "what time will it be in {offset} minutes in {location}",
        "what time will it be in {offset} minutes from now",
        "what time will it be in {offset} minutes from now in {location}",
        "what time will it be in {offset} hours",
        "what time will it be in {offset} hours in {location}",
        "what time will it be in {offset} hours from now",
        "what time will it be in {offset} hours from now in {location}",
        "what time will it be in {offset} seconds",
        "what time will it be in {offset} seconds in {location}",
        "what time will it be in {offset} seconds from now",
        "what time will it be in {offset} seconds from now in {location}"
    ],
    "/intents/date.last.weekend.intent": [
        "what were the days for last weekend",
        "what date was last weekend",
        "what were the dates for last weekend",
        "what were the dates last weekend",
        "what was the date last weekend",
        "what days were last weekend",
        "what were the days last weekend",
        "what day was last weekend",
        "what dates were last weekend",
        "What were the days of the weekend before?",
        "What dates did last weekend cover?",
        "Which days fell under last weekend?",
        "Give me the dates for the previous weekend.",
        "Tell me the days that comprised last weekend.",
        "What days were part of the weekend just passed?",
        "Which dates were considered last weekend?",
        "Please provide the days for the weekend prior.",
        "I'm interested in knowing the dates for last weekend.",
        "Can you tell me which days were last weekend?",
        "Give me the specific dates for the weekend before.",
        "What days did last weekend include?",
        "What were the dates of the preceding weekend?",
        "Inform me of the days that constituted last weekend.",
        "What days fell within the last weekend?",
        "Please inform me of the dates for last weekend.",
        "What dates did last weekend encompass?",
        "Which days were included in last weekend?",
        "Tell me the dates of the weekend that just passed.",
        "Provide me with the days for the previous weekend.",
        "Which dates constituted last weekend?",
        "When was the previous weekend?",
        "Tell me the dates of the weekend that just ended.",
        "Which days were part of the weekend before this one?",
        "What were the dates for the weekend prior to this one?",
        "What days did the last weekend cover?",
        "Can you provide the dates of the weekend before this one?",
        "Give me the specific dates for the previous weekend.",
        "Tell me the days that comprised the weekend just passed.",
        "What days were included in the weekend before this one?",
        "Inform me of the dates for the weekend that just passed.",
        "What were the dates of the preceding weekend?",
        "Can you tell me the days for the previous weekend?",
        "Which dates constituted the last weekend?",
        "Tell me the dates of the weekend before last.",
        "What days were part of the last weekend?",
        "Provide me with the specific dates for the weekend before last.",
        "Tell me the days that fell within the last weekend.",
        "What were the dates for the weekend that just went by?",
        "Give me the dates of the weekend before last.",
        "Tell me the specific dates of the last weekend.",
        "What days did the last weekend encompass?",
        "Inform me of the dates for the weekend before last.",
        "What were the dates of the weekend before the current one?",
        "Can you provide the days for the last weekend?",
        "Which dates fell within the last weekend?",
        "Tell me the dates of the weekend before the current one.",
        "What days were included in the weekend before the current one?"
    ],
    "/intents/date.future.weekend.intent": [
        "What are the days this weekend?",
        "What day is next weekend?",
        "What are the dates this weekend?",
        "What dates are this weekend?",
        "What date is this weekend?",
        "What dates are next weekend?",
        "What days next weekend?",
        "What are the days for next weekend?",
        "What days for this weekend?",
        "What are the dates next weekend?",
        "What are the dates for this weekend?",
        "What date is next weekend?",
        "What day is this weekend?",
        "What days this weekend?",
        "What are the days for this weekend?",
        "What are the dates for next weekend?",
        "What is the date for this weekend?",
        "What are the days next weekend?",
        "What days for next weekend?",
        "What is the date this weekend?",
        "What is the date next weekend?",
        "What is the date for next weekend?",
        "Which days are upcoming this weekend?",
        "Can you tell me the days of the upcoming weekend?",
        "What are the days planned for this weekend?",
        "Tell me the dates of the upcoming weekend.",
        "Which days will be part of the coming weekend?",
        "What dates are scheduled for this weekend?",
        "What are the days set for next weekend?",
        "Can you provide the dates of the forthcoming weekend?",
        "What will be the days for this weekend?",
        "Tell me the dates for the upcoming weekend.",
        "Which days are reserved for the following weekend?",
        "What dates are confirmed for this weekend?",
        "What will be the days for next weekend?",
        "Can you inform me of the dates for the coming weekend?",
        "What is the schedule for this weekend?",
        "Tell me the days for the forthcoming weekend.",
        "Which dates are allocated for this weekend?",
        "What are the days anticipated for next weekend?",
        "Can you provide the dates for the weekend that follows?",
        "What will be the days for the weekend ahead?",
        "Tell me the dates planned for next weekend.",
        "Which days are expected for the upcoming weekend?",
        "What dates are marked for next weekend?",
        "What are the days for the upcoming weekend?",
        "What days are coming up this weekend?",
        "Which days are reserved for the next weekend?",
        "Can you tell me the dates for the upcoming weekend?",
        "What dates are scheduled for the forthcoming weekend?",
        "What will be the days for the weekend after this one?",
        "Tell me the dates of the weekend following this one.",
        "Which days are anticipated for the weekend ahead?",
        "What dates are confirmed for the following weekend?",
        "What will be the days for the weekend that comes next?",
        "Can you inform me of the dates for the weekend after this one?",
        "What is the schedule for the weekend after this one?",
        "Tell me the days for the weekend that follows this one.",
        "Which dates are allocated for the weekend after this one?",
        "What are the days expected for the weekend that is approaching?",
        "Can you provide the dates for the weekend that follows this one?",
        "What will be the days for the upcoming weekend?",
        "Tell me the dates planned for the weekend after this one.",
        "Which days are projected for the weekend ahead?",
        "What dates are marked for the weekend that is coming up?",
        "What are the days anticipated for the weekend that is approaching?",
        "Can you tell me the dates for the weekend that follows the current one?",
        "What days are set for the weekend after the current one?",
        "Which days will be part of the weekend that comes next?",
        "What dates are scheduled for the weekend that follows the current one?",
        "What will be the days for the weekend after the current one?",
        "Tell me the dates of the weekend that follows the current one.",
        "Which days are expected for the weekend after the current one?",
        "What dates are confirmed for the weekend that follows the current one?",
        "What will be the days for the weekend that is coming up?",
        "Tell me the dates planned for the weekend that follows the current one.",
        "Which days are projected for the weekend that is approaching?",
        "What dates are marked for the weekend that comes next?",
        "What are the days anticipated for the weekend that follows the current one?"
    ],
    "/intents/what.time.is.it.intent": [
        "current time",
        "time right now",
        "clock",
        "clock right now please",
        "the clock now",
        "do you have the current time",
        "the clock now please",
        "the clock",
        "time right now please",
        "the clock please",
        "the time right now",
        "clock please",
        "clock now please",
        "do you have the time",
        "the time right now please",
        "the time now",
        "clock right now",
        "the clock right now please",
        "the time now please",
        "time please",
        "time",
        "time now please",
        "clock now",
        "the time please",
        "the clock right now",
        "the time",
        "time now",
        "what's the time now",
        "please tell me the current time",
        "can you inform me of the time",
        "what time is it currently",
        "I would like to know the current time",
        "do you have the time right now",
        "tell me the time please",
        "what is the time at the moment",
        "give me the current time",
        "I need to know the time now",
        "could you tell me the time",
        "what's the time",
        "I want to know the time",
        "let me know the current time",
        "do you know what time it is",
        "what is the current time",
        "please provide the time",
        "tell me what time it is",
        "I'm curious about the time",
        "can you tell me the time",
        "what's the current time",
        "What time is it now?",
        "Can you give me the time, please?",
        "I'd like to know the time right now.",
        "Tell me the current time, please.",
        "What's the time at this moment?",
        "Could you please share the time?",
        "Do you have the current time available?",
        "Please provide me with the current time.",
        "I need to check the time.",
        "What time is it at the present?",
        "Tell me the time now, please.",
        "May I know the time?",
        "I want to check the current time.",
        "What's the current time, if you don't mind?",
        "Can you let me know what time it is?",
        "I'm wondering about the current time.",
        "Please inform me of the time.",
        "Do you happen to know the time?",
        "What's the time according to your clock?",
        "Can you give me an update on the time?",
        "What time is it showing?",
        "I'd appreciate it if you could tell me the time.",
        "Is it possible to get the time right now?",
        "Could you give me the current time, please?",
        "What's the time on your end?",
        "Let me know the time, please.",
        "Can you share the time with me?",
        "I'm curious, what time is it?",
        "Tell me the time, if you would.",
        "I need to be aware of the current time."
    ]
}