{
    "/intents/what.time.will.it.be.intent": [
        "que hora vai ser dentro de {offset} horas",
        "que hora vai ser dentro de {offset} horas a partir de agora",
        "que hora vai ser dentro de {offset} horas a partir de agora en {location}",
        "que hora vai ser dentro de {offset} horas en {location}",
        "que hora vai ser dentro de {offset} minutos",
        "que hora vai ser dentro de {offset} minutos a partir de agora",
        "que hora vai ser dentro de {offset} minutos a partir de agora en {location}",
        "que hora vai ser dentro de {offset} minutos en {location}",
        "que hora vai ser dentro de {offset} segundos",
        "que hora vai ser dentro de {offset} segundos a partir de agora",
        "que hora vai ser dentro de {offset} segundos a partir de agora en {location}",
        "que hora vai ser dentro de {offset} segundos en {location}",
        "que é dentro de {offset} horas",
        "que é dentro de {offset} horas",
        "que é dentro de {offset} horas a partir de agora",
        "que é dentro de {offset} horas a partir de agora",
        "que é dentro de {offset} horas a partir de agora",
        "que é dentro de {offset} horas a partir de agora en {location}",
        "que é dentro de {offset} horas en {location}",
        "que é dentro de {offset} horas en {location}",
        "que é dentro de {offset} minutos",
        "que é dentro de {offset} minutos",
        "que é dentro de {offset} minutos a partir de agora",
        "que é dentro de {offset} minutos a partir de agora",
        "que é dentro de {offset} minutos a partir de agora en {location}",
        "que é dentro de {offset} minutos a partir de agora en {location}",
        "que é dentro de {offset} minutos en {location}",
        "que é dentro de {offset} minutos en {location}",
        "que é dentro de {offset} segundos",
        "que é dentro de {offset} segundos",
        "que é dentro de {offset} segundos a partir de agora",
        "que é dentro de {offset} segundos a partir de agora",
        "que é dentro de {offset} segundos a partir de agora en {location}",
        "que é dentro de {offset} segundos a partir de agora en {location}",
        "que é dentro de {offset} segundos en {location}",
        "que é dentro de {offset} segundos en {location}",
        "que vai ser dentro de {offset} horas",
        "que vai ser dentro de {offset} horas a partir de agora",
        "que vai ser dentro de {offset} horas a partir de agora",
        "que vai ser dentro de {offset} horas en {location}",
        "que vai ser dentro de {offset} minutos",
        "que vai ser dentro de {offset} minutos a partir de agora",
        "que vai ser dentro de {offset} minutos a partir de agora en {location}",
        "que vai ser dentro de {offset} minutos en {location}",
        "que vai ser dentro de {offset} segundos",
        "que vai ser dentro de {offset} segundos a partir de agora",
        "que vai ser dentro de {offset} segundos a partir de agora en {location}",
        "que vai ser dentro de {offset} segundos en {location}"
    ],
    "/intents/date.last.weekend.intent": [
        "Podes proporcionar as datas da fin de semana anterior a esta?",
        "Podes proporcionar os días da fin de semana pasada?",
        "Podes dicirme os días da fin de semana anterior?",
        "Podes dicirme que días foron a fin de semana pasada?",
        "Dime as datas da fin de semana anterior.",
        "Dime as datas da fin de semana anterior á última.",
        "Dime as datas concretas da fin de semana anterior.",
        "Dime as datas concretas da fin de semana pasada.",
        "Interésame saber as datas da última fin de semana.",
        "Infórmame das datas da fin de semana anterior á última.",
        "Infórmame das datas da fin de semana que acaba de rematar.",
        "Infórmame dos días que constituíron a fin de semana pasada.",
        "Infórmame das datas da fin de semana pasada.",
        "Proporcióname os días da última fin de semana.",
        "Proporcióname os días da anterior fin de semana.",
        "Proporcióname as datas concretas da fin de semana anterior á última.",
        "Indícame as datas da fin de semana anterior á última.",
        "Dime as datas da fin de semana anterior a esta.",
        "Dime as datas da fin de semana que acaba de rematar.",
        "Dime as datas da fin de semana que acaba de terminar.",
        "Dime os días que comprenderon a fin de semana pasada.",
        "Dime os días que comprenderon a fin de semana que acaba de rematar.",
        "Dime os días que caeron na fin de semana pasada.",
        "Dime as datas concretas da fin de semana pasada.",
        "Que datas abrangueu a fin de semana pasada?",
        "Que datas englobou a fin de semana pasada?",
        "Que días incluíu a fin de semana pasada?",
        "Que días abrangueu a fin de semana pasada?",
        "Que días englobou a fin de semana pasada?",
        "Que días caeron na fin de semana pasada?",
        "Que días estaban incluídos na fin de semana anterior á actual?",
        "Que días estaban incluídos na fin de semana anterior a esta?",
        "Que días formaron parte da fin de semana pasada?",
        "Que días formaron parte da fin de semana que acaba de rematar?",
        "Cales foron as datas da fin de semana anterior a esta?",
        "Cales foron as datas da fin de semana que acaba de pasar?",
        "Cales foron as datas da fin de semana anterior?",
        "Cales foron as datas da fin de semana anterior?",
        "Cales foron as datas da fin de semana anterior a esta?",
        "Cales foron os días da fin de semana pasada?",
        "Cando foi a fin de semana anterior?",
        "Que datas constituíron a fin de semana pasada?",
        "Que datas constituíron a fin de semana pasada?",
        "Que datas caeron na fin de semana pasada?",
        "Que datas se consideraron a fin de semana pasada?",
        "Que días caeron na fin de semana pasada?",
        "Que días estaban incluídos na fin de semana pasada?",
        "Que días formaron parte da fin de semana anterior a esta?",
        "que data foi a fin de semana pasada",
        "que datas foron a fin de semana pasada",
        "que día foi a fin de semana pasada",
        "que días foron a fin de semana pasada",
        "que data foi a fin de semana pasada",
        "que datas foron a fin de semana pasada",
        "que datas foron a fin de semana pasada",
        "que días houbo a fin de semana pasada",
        "que días houbo na fin de semana pasada"
    ],
    "/intents/date.future.weekend.intent": [
        "Podes informarme sobre as datas da vindeira fin de semana?",
        "Podes informarme sobre as datas da fin de semana de despois desta?",
        "Podes dar as datas da fin de semana seguinte a esta?",
        "Podes dar as datas da fin de semana seguinte?",
        "Podes dar as datas da próxima fin de semana?",
        "Podes dicirme as datas da vindeira fin de semana?",
        "Podes dicirme as datas da fin de semana seguinte á actual?",
        "Podes dicirme os días da vindeira fin de semana?",
        "Dime as datas para a vindeira fin de semana.",
        "Dime as datas da vindeira fin de semana.",
        "Dime as datas da fin de semana seguinte a esta.",
        "Dime as datas da fin de semana seguinte á actual.",
        "Dime as datas previstas para a vindeira fin de semana.",
        "Dime as datas previstas para a fin de semana seguinte a esta.",
        "Dime as datas previstas para a fin de semana seguinte á actual.",
        "Dime os días da vindeira fin de semana.",
        "Dime os días da fin de semana seguinte a esta.",
        "Cales son as datas da vindeira fin de semana?",
        "Cales son as datas desta fin de semana?",
        "Cales son as datas a vindeira fin de semana?",
        "Cales son as datas esta fin de semana?",
        "Cales son os días previstos para a vindeira fin de semana?",
        "Cales son os días previstos para a fin de semana seguinte á actual?",
        "Cales son os días previstos para a fin de semana que se achega?",
        "Cales son os días esperados para a fin de semana que se achega?",
        "Cales son os días da vindeira fin de semana?",
        "Cales son os días da vindeira fin de semana?",
        "Cales son os días desta fin de semana?",
        "Cales son os días a vindeira fin de semana?",
        "Cales son os días previstos para esta fin de semana?",
        "Cales son os días fixados para a vindeira fin de semana?",
        "Cales son os días esta fin de semana?",
        "Que data é a vindeira fin de semana?",
        "Que data é esta fin de semana?",
        "Que datas están confirmadas para a vindeira fin de semana?",
        "Que datas están confirmadas para a fin de semana seguinte á actual?",
        "Que datas están confirmadas para esta fin de semana?",
        "Que datas están marcadas para a vindeira fin de semana?",
        "Que datas están marcadas para a fin de semana que vén despois?",
        "Que datas están marcadas para a fin de semana que nos espera?",
        "Que datas son a vindeira fin de semana?",
        "Que datas están programadas para a próxima fin de semana?",
        "Que datas están programadas para a fin de semana seguinte á actual?",
        "Que datas están programadas para esta fin de semana?",
        "Que datas son esta fin de semana?",
        "Que día é a vindeira fin de semana?",
        "Que día é esta fin de semana?",
        "Que días nos esperan esta fin de semana?",
        "Que días están programados para a fin de semana seguinte á actual?",
        "Que días para a vindeira fin de semana?",
        "Que días para esta fin de semana?",
        "Que días a vindeira fin de semana?",
        "Que días esta fin de semana?",
        "Cal é a data da vindeira fin de semana?",
        "Cal é a data desta fin de semana?",
        "Cal é a data a vindeira fin de semana?",
        "Cal é a data esta fin de semana?",
        "Cal é o calendario para a fin de semana seguinte a esta?",
        "Cal é o calendario para esta fin de semana?",
        "Que días vai haber a vindeira fin de semana?",
        "Que días vai haber a próxima fin de semana?",
        "Que días vai haber a fin de semana seguinte á actual?",
        "Que días vai haber a fin de semana seguinte a esta?",
        "Que días vai haber esta fin de semana?",
        "Que días vai haber a fin de semana que vén despois?",
        "Que días vai haber a fin de semana que nos espera?",
        "Que días vai haber esta fin de semana?",
        "Que datas están asignadas á fin de semana seguinte a esta?",
        "Que datas están asignadas a esta fin de semana?",
        "Que días se prevén para a vindeira fin de semana?",
        "Que días se prevén para a fin de semana seguinte?",
        "Que días se prevén para a fin de semana seguinte á actual?",
        "Que días se esperan para a vindeira fin de semana?",
        "Que días se esperan para a fin de semana que se achega?",
        "Que días hai reservados para a fin de semana seguinte?",
        "Que días hai reservados para a vindeira fin de semana?",
        "Que días veñen esta fin de semana?",
        "Que días formarán parte desta fin de semana?",
        "Que días formarán parte da fin de semana que vén despois?"
    ],
    "/intents/what.time.is.it.intent": [
        "Podes poñerme ao tanto da hora?",
        "Tes hora?",
        "Podes dicirme que hora é?",
        "Que hora tes?",
        "Que hora é agora?",
        "Disme a hora?",
        "Sabes a hora?",
        "Que hora é agora mesmo?",
        "Preciso saber a hora.",
        "Teño que ver a hora.",
        "Teño que saber a hora agora.",
        "Quero saber que hora é.",
        "Quero saber a hora",
        "Quixera saber que hora é",
        "Agradecería que me dixeses a hora.",
        "Quixera saber a hora agora mesmo.",
        "Interésame a hora",
        "Que hora é? Interésame.",
        "Que hora será agora?",
        "É posible saber a hora agora mesmo?",
        "Dime a hora, fai o favor.",
        "Podes dicirme a hora?",
        "Infórmame de que hora é.",
        "Proporcióname a hora actual.",
        "Dime a hora actual.",
        "Dime a hora que é.",
        "Dime a hora actual, por favor.",
        "Que hora é neste momento?",
        "Que hora é agora?",
        "Que hora marca?",
        "Impórtache dicirme a hora?",
        "Que hora tes no teu reloxo?",
        "Que hora é neste momento?",
        "Que hora tes ti?",
        "pode informarme da hora",
        "podes darme a hora",
        "reloxo",
        "reloxo agora",
        "reloxo agora por favor",
        "reloxo por favor",
        "reloxo agora mesmo",
        "reloxo agora mesmo por favor",
        "poderías darme a hora",
        "hora actual",
        "que hora é agora",
        "tes hora",
        "que hora tes",
        "sabes que hora é",
        "dime a hora",
        "dime a hora actual",
        "dime que hora é",
        "dime a hora actual, por favor",
        "dime a hora, fai o favor",
        "dáme a hora",
        "o reloxo",
        "o reloxo agora",
        "o reloxo agora, por favor",
        "o reloxo, por favor",
        "o reloxo agora mesmo",
        "o reloxo agora mesmo, por favor",
        "a hora",
        "a hora agora",
        "a hora agora, por favor",
        "a hora, por favor",
        "a hora agora mesmo",
        "a hora agora mesmo, por favor",
        "hora",
        "hora agora",
        "hora agora, por favor",
        "hora, por favor",
        "hora agora mesmo",
        "hora agora mesmo, por favor",
        "que hora é agora",
        "que hora é neste momento",
        "que hora é actualmente",
        "que hora é agora",
        "que hora é",
        "que hora é agora"
    ]
}